const ERROR_CODE = {
    0: '无错误',
    '000001': '账号已被注册',
    '000002': '账号密码不般配',
    '000003': '账号未注册',
    '000004': '旧密码输入错误',
    '000005': '新旧密码不一致',
    "000006": '',
    "000007": '',
    "000008": '',
    "000009": '',
    "000010": '',
    "100000": '您已经是对方的好友了！',
    "100001": '您已经在群里了！',
    "100002": '您已经退出双人房间了！',
    "100003": '您已经退出群聊了！',
    "100004": '对方已经是您的好友',
    "100005": '您已在对方的申请列表中',
    "100006": '您已经退出群聊了！',
    "100007": '您已经退出群聊了！',
    '700000': '服务端异常', //  服务端异常
    '700001': 'token失效，请重新登陆',
}

module.exports = ERROR_CODE